[
   {
      "id": 1,
      "picture": "https://i.ibb.co/W6X43pL/rectangle-1.jpg",
      "title": "Clean water for children",
      "category": "Health",
      "card_bg": "#0052FF26",
      "text_color": "blue",
      "dynamicColor": "blue",
      "description": "Ensure access to clean and safe drinking water for children living in underserved and vulnerable communities. Your generous donation plays a pivotal role in enhancing their overall health, well-being, and quality of life. Lack of access to clean water can lead to preventable illnesses and hardships for these young lives. By supporting our cause, you become a catalyst for positive change, contributing to a global movement dedicated to securing this fundamental human right. Together, we can make a lasting impact, ensuring that every child, regardless of their circumstances, enjoys the simple yet vital privilege of clean and safe drinking water. Join us today and be a part of a transformative journey, bringing hope and brighter futures to these deserving children.",
      "price": 520
   },
   {
      "id": 2,
      "picture": "https://i.ibb.co/3cfNCgP/rectangle-2.jpg",
      "title": "Good education",
      "category": "Education",
      "card_bg": "#FF444A26",
      "text_color": "",
      "dynamicColor": "red",
      "description": "Support quality education initiatives for children around the world. Your generous contribution plays a pivotal role in ensuring that children from diverse backgrounds and corners of the globe have equitable access to a comprehensive and enriching educational experience. By investing in these initiatives, you are not only nurturing their academic growth but also fostering a sense of curiosity, creativity, and critical thinking. Your support paves the way for a brighter future, empowering these young minds to become responsible global citizens who can drive positive change. Together, we are building a world where education transcends boundaries, unlocking doors to endless possibilities and shaping a better tomorrow for all.",
      "price": 330
   },
   {
      "id": 3,
      "picture": "https://i.ibb.co/VmNmmdj/rectangle-3.jpg",
      "title": "Used Clothing Drive",
      "category": "Clothing",
      "card_bg": "#79C23F26",
      "text_color": "text-green-500",
      "dynamicColor": "green",
      "description": "Donate gently used clothing to support our clothing drive. Your contribution will help those in need and reduce waste. Join us in making a positive impact on the environment and communities. Your generous donation of gently worn clothing not only provides essential clothing items to individuals and families facing financial challenges but also contributes to a more sustainable future. By recycling and reusing clothing, we reduce the burden on landfills and minimize our environmental footprint. Additionally, your support fosters a sense of community and compassion, bringing people together to create a brighter and more inclusive world. Join us today and be part of the solution, as we strive to create a more equitable and environmentally conscious society for everyone.",
      "price": 150
   },
   {
      "id": 4,
      "picture": "https://i.ibb.co/3c4zmMk/rectangle-4.jpg",
      "title": "Better Food for Everyone",
      "category": "Food",
      "card_bg": "#F8714726",
      "text_color": "text-amber-500",
      "dynamicColor": "#d97706",
      "description": "Contribute to providing better food options for everyone. Your donation plays a vital role in supporting initiatives that combat hunger and ensure widespread access to nutritious meals. In a world where food security remains a critical issue, your generosity becomes a beacon of hope for those facing food scarcity. By contributing, you are actively participating in the fight against hunger, helping individuals and families access the sustenance they need to thrive. Your support not only fills empty stomachs but also empowers communities to build healthier and more sustainable food systems. Together, we can create a future where no one goes to bed hungry, and where nutritious food is a fundamental right for all. Join us in this mission to make a meaningful impact on global food security.",
      "price": 200
   },
   {
      "id": 5,
      "picture": "https://i.ibb.co/CwvPz9f/food-2.jpg",
      "title": "Donate Food to Others",
      "category": "Food",
      "card_bg": "#F8714726",
      "text_color": "text-amber-500",
      "dynamicColor": "#d97706",
      "description": "Contribute to providing better food options for everyone. Your generous donation is a crucial step towards supporting initiatives that combat hunger and ensure equitable access to nutritious meals. In a world where food insecurity is a pressing concern, your contribution acts as a beacon of hope for those facing hunger. By participating, you actively contribute to the fight against food scarcity, helping individuals and families access the sustenance they need to lead healthy lives. Your support not only fills empty stomachs but also empowers communities to build robust, sustainable food systems. Together, we can create a future where no one experiences hunger, and where nutritious food is a fundamental right for all. Join us in this mission to make a meaningful impact on global food security.",
      "price": 299
   },
   {
      "id": 6,
      "picture": "https://i.ibb.co/JpZPhWP/clothing-2.jpg",
      "title": "Donate Cloths to Poor",
      "category": "Clothing",
      "card_bg": "#79C23F26",
      "text_color": "text-green-500",
      "dynamicColor": "green",
      "description": "Donate gently used clothing to support our clothing drive. Your contribution plays a vital role in aiding those in need and reducing environmental waste. By participating, you become an agent of positive change, making a tangible impact on both the well-being of individuals and the sustainability of our planet. Your generous donation of gently worn clothing provides essential clothing items to individuals and families facing financial challenges, offering them warmth, dignity, and hope. Simultaneously, you contribute to a more sustainable future by recycling and reusing clothing, lessening the burden on landfills and reducing the environmental footprint. Together, we can create a brighter and more inclusive world, where communities thrive, individuals are supported, and our environment flourishes. Join us today and be a part of this transformative journey towards a better future for all.",
      "price": 155
   },
   {
      "id": 7,
      "picture": "https://i.ibb.co/S63ZgJx/education-2.jpg",
      "title": "Donate for Educate Them",
      "category": "Education",
      "card_bg": "#FF444A26",
      "text_color": "text-red-500",
      "dynamicColor": "red",
      "description": "Support quality education initiatives for children around the world. Your invaluable contribution is a beacon of hope, opening doors to educational resources and opportunities that pave the way for a brighter future. In a world where education is the key to breaking the cycle of poverty and unlocking human potential, your generosity becomes a catalyst for change. Your support ensures that children, regardless of their background or circumstances, have access to the tools and knowledge needed to thrive. By investing in education, you empower individuals to build a foundation for success, fostering a more equitable and prosperous global community. Join us in our mission to create a world where every child has the chance to receive a quality education, unlocking their limitless potential and shaping a better tomorrow for all.",
      "price": 340
   },
   {
      "id": 8,
      "picture": "https://i.ibb.co/VSPsG0F/Health-2.jpg",
      "title": "Donate for Save Life",
      "category": "Health",
      "card_bg": "#0052FF26",
      "text_color": "text-blue-500",
      "dynamicColor": "blue",
      "description": "Provide clean and safe drinking water to children in underserved communities. Your generous donation serves as a lifeline, enhancing the health and well-being of these young lives. In regions where access to clean water is a daily struggle, your support is a beacon of hope. By contributing, you are actively participating in the mission to eradicate preventable diseases and ensure a brighter future for these children. Your kindness transcends borders and creates a lasting impact on the communities you touch. Together, we can make a difference today, one clean glass of water at a time, and pave the way for healthier, happier, and more hopeful futures. Join us in this transformative journey towards a world where clean water is a fundamental right for all.",
      "price": 500
   },
   {
      "id": 9,
      "picture": "https://i.ibb.co/Sc5rf0S/Health-3.png",
      "title": "Donate Organ to Save Other",
      "category": "Health",
      "card_bg": "#0052FF26",
      "text_color": "text-blue-500",
      "dynamicColor": "blue",
      "description": "Help provide clean and safe drinking water to children in underserved communities. Your compassionate donation plays a crucial role in enhancing their health and overall well-being. In regions where access to clean water is a daily challenge, your support serves as a lifeline, ensuring that children can thrive and grow without the burden of preventable illnesses. Join us today in making a tangible difference in the lives of these young ones and their communities. Together, we can create a world where every child has access to the basic human right of clean and safe drinking water, and where their futures are filled with promise and good health. Join us in this meaningful journey to make a lasting impact today!",
      "price": 420
   },
   {
      "id": 10,
      "picture": "https://i.ibb.co/TqcsRWf/education-3.jpg",
      "title": "Help Them to Educations",
      "category": "Education",
      "card_bg": "#FF444A26",
      "text_color": "text-red-500",
      "dynamicColor": "red",
      "description": "Support quality education initiatives for children worldwide. Your valuable contribution is a gateway to providing access to educational resources and opportunities, paving the way for a brighter and more promising future. In a world where education is the cornerstone of empowerment and progress, your generosity fuels positive change. By investing in education, you enable children, regardless of their circumstances, to unlock their full potential and build a foundation for success. Your support builds bridges to knowledge, creating a more equitable and prosperous global society. Join us in our mission to ensure that every child has the opportunity to access quality education, thereby shaping a world where every dream is attainable and every future is bright.",
      "price": 360
   },
   {
      "id": 11,
      "picture": "https://i.ibb.co/F7WTkZn/clothing-3.jpg",
      "title": "Cloths For Poor People",
      "category": "Clothing",
      "card_bg": "#79C23F26",
      "text_color": "text-green-500",
      "dynamicColor": "green",
      "description": "Donate gently used clothing to support our clothing drive. Your thoughtful contribution plays a significant role in assisting individuals in need while also contributing to a reduction in waste. By participating, you become a catalyst for positive change, making a tangible impact on both the well-being of individuals and the sustainability of our environment. Your generous donation of gently worn clothing provides essential clothing items to individuals and families facing financial challenges, offering them warmth, dignity, and hope. Simultaneously, you contribute to a more sustainable future by recycling and reusing clothing, reducing the burden on landfills, and minimizing the environmental footprint. Join us today and be a part of this transformative journey toward creating a brighter and more inclusive world where communities thrive, individuals are supported, and our environment flourishes.",
      "price": 180
   },
   {
      "id": 12,
      "picture": "https://i.ibb.co/dQT8zq9/food-3.jpg",
      "title": "Your Donation can Remove Hunger",
      "category": "Food",
      "card_bg": "#F8714726",
      "text_color": "text-amber-500",
      "dynamicColor": "#d97706",
      "description": "Contribute to providing better food options for everyone. Your generous donation serves as a critical pillar in supporting initiatives aimed at combating hunger and ensuring widespread access to nutritious meals. In a world where food security remains a pressing concern, your contribution becomes a beacon of hope for those facing food scarcity. By participating, you actively contribute to the fight against hunger, helping individuals and families access the sustenance they need to lead healthy and fulfilling lives. Your support not only fills empty stomachs but also empowers communities to build robust, sustainable food systems. Together, we can create a future where no one goes to bed hungry, and where nutritious food is a fundamental right for all. Join us in this mission to make a meaningful impact on global food security.",
      "price": 220
   }
]
